[
  {
    "category": "exhibition",
    "title": "Artist Statement in 2023",
    "date": "2023년 5월 19일",
    "content": "I depict humans as a circle;<br></br>a single point in the vast expanse of the universe.<br></br>This does not mean that our existence is helpless, for within the circle lies the boundless potential of our being. This symbol is our longing for the original purpose of our existence, a desire to become round beings in a square and sharp world.<br></br>Also I am drawn to the notion of unity in diversity.<br></br>My artwork explores unity in diversity by connecting individual dots and seeking harmony among them. I aim to create inspiring pieces that bring people together.<br></br>I am particularly fascinated by how abstraction has evolved in contemporary art movements and prefers it because it allows artists to express their perspectives in a lively way. I experiment with painting, silkscreen and graphic design to explore geometric abstraction. And I believe that when art merges with other fields of study, such as science, philosophy, or literature, it gains new dimensions and becomes more complex and intriguing. "
  },
  {
    "category": "exhibition",
    "title": "Artist Statement in 2021",
    "date": "2021년 12월 31일",
    "content": "그림은 나에게 호흡의 수단이자 당신에게 전하는 위로의 한조각이다. 영혼이 말라가는 듯한 순간이 닥쳐오면 내 삶에 숨결을 불어넣었던 대상과 장소를 떠올려 화폭에 옮기면서 숨을 이어가곤 한다. 그려진 공간 속에서 유유히 유영하는 나 자신의 모습을 즐기며, 나는 작품 안에서 비로소 자유롭다. 이 고요한 즐거움을 이제 당신에게 전달하고자 한다. 나의 평화를 온전히 느끼기를, 당신의 평화 몇 가지를 덧대어 또 다른 새로운 조각을 만들어보길 바란다.<br></br>Painting is my way of breathing, a piece of consolation I give you. When I feel like my soul has shriveled, I draw things and places that fulfill my soul to keep on breathing myself. I enjoy flowing through the reconstructed space I have painted, and finally feel true-freedom in there. Now I want to convey this silent joy. I hope you feel peace as I did. Adding some of your things which made you calm may be helpful to create your space of consolation."
  },
  {
    "category": "exhibition",
    "title": "<Circle 2021> 전시 작품 소개 글",
    "date": "2021년 9월 1일",
    "content": "O's Travel<br></br>감정이란 누군가에게는 추상적이지만, 누군가에게는 꽤나 구체적인 존재이다. 나는 하나의 감정을 회귀할 때 특정 사물과 시공간이 또렷이 떠오르곤 한다. O의 여행 시리즈는 내 머릿속 가득한 이 요소들을 의식의 흐름대로 배치하며 각 ‘감정’을 재해석한 작업물이다. O는 본인이며, 새로이 구성된 감정 세상을 유유히 떠다니며 평화로움, 기쁨, 슬픔, 권태로움 등의 감정을 초월적인 시선에서 바라본다. 이 여행의 끝에는 더 이상 감정에 얽매이지 않는 성숙한 내가 기다리고 있다.<br></br>Emotions are abstract to some, but quite specific to some. When I reminding the certain emotion, such as peace, joy, sadness, and boredom, the specific objects and space come to my mind clearly. ‘O’s Travel’ Series is a work that reinterprets the ‘emotion’ by arranging these elements in my head as a flow of consciousness. O is me. O is leisurely floating around the newly constructed emotional world, looking at emotions from a transcendental gaze. At the end of this travel, a mature me who is no longer bound by emotions is waiting."
  },
  {
    "category": "exhibition",
    "title": "<Collector’s Space> 전시 작가 소개 글",
    "date": "2021년 7월 20일",
    "content": "강하선 작가는 자연물에서 감명받은 평화감을 주제로 작업해왔다. 회화의 사실적인 묘사법대신 대상을 그래픽화 시켜 구성하고 작가만의 새로운 회화 언어를 만들어내고자 한다. 이번 전시에 소개되는 '솔 시리즈'(Pine Series)는 한국의 소나무에게 받은 평화, 위로, 안도의 감정을 표현한 연작이다.<br></br>Hasun Kang focuses on the theme of evoking a sense of peace through natural materials. Rather than depicting realism in painting, the artist aims to create a new language of painting by transforming the subject into graphic form. The ‘Pine Series’ on display at this exhibition is a collection of works that express the emotions of peace, comfort, and tranquility, inspired by Korean pine trees."
  },
  {
    "category": "diary",
    "title": "누군가의 발자취는 다른 이의 무엇인가가 된다",
    "date": "2023년 1월 5일",
    "content": "성취 뒤엔 무수한 시도와 실패들이 있다.<br>그리고 그 성취는 그가 처음 생각한 방향과 많이 달라진 형태일 가능성이 높다.<br>누군가의 성취와 나와의 비교가 어리석은 이유가 여기에 있다.<br>결국 무얼 이루어야 한다가 아닌, 어떻게 나답게 살아야 할지를 고민해야 한다."
  },
  {
    "category": "diary",
    "title": "오늘의 공감",
    "date": "2022년 11월 27일",
    "content": "내가 아는 것, 강익중<br></br>어릴 적 들은 칭찬은 오래 기억된다.<br>급한 일이 있더라도 몸이 불편한 사람 앞에서 뛰면 안된다.<br>무대 공포증은 나보다 더 큰 나를 보여주려 할 때 생긴다.<br>괜찮은 아이디어는 아침 샤워 중에 나온다.<br>하늘 아래 모든 것이 심리학이다.<br>기회는 다시 온다.<br>정말 필요한 것은 별로 없다."
  },
  {
    "category": "diary",
    "title": "Fears and Hopes",
    "date": "2022년 11월 11일",
    "content": "희망은 꼭 두려움을 함께 데리고 온다."
  },
  {
    "category": "diary",
    "title": "교수님",
    "date": "2021년 1월 1일",
    "content": "10년 넘게 살았던 아파트 바로 위층엔 미술대학 교수님이 살고 계셨다. 엄마는 내 손을 잡고 위층에 놀러 가곤 했는데, 희끗하고 성난 머리, 어쩐지 분노가 서려있는 눈빛에 어린 나는 압도 당하곤 했다. 하지만 무서운 그녀와 대조되는 그녀의 집의 따뜻한 갈색 공기가 아직까지도 기억난다.<br></br>그건 아마 집안을 가득 채운 미술 도구들 때문인 것 같았다. 나는 그때 처음 이젤을 접하게 되었다. ​그녀와 엄마가 담소를 나눌 때면, 난 그녀 이젤에 꽂혀있는 세잔의 한 그림을 따라 그리곤 했다. 첫 이젤 사용이자, 내가 기억하는 나의 첫 그림이다. 따라 그린 풍경 중 한 나무가 정말 마음에 들었었다. 내가 그렸지만 어쩜 그렇게 풍성한 잎과 오묘한 색감을 가지고 있었는지. 스스로에게 놀라워하는, 꽤나 귀여운 초등학생이었다.<br></br>그때였던 것 같다. 내가 화가의 꿈을 꾸게 된 것은."
  }
]
